Repository: norbusan/piwigopress
Catalog: languages/pwg-*.po
Languages: fr_fr

source: Random picture
fr_fr: Images aléatoires

source: Title
fr_fr: Titre

source: <strong>Local</strong> directory (if local)
fr_fr: Répertoire <strong>local</strong> (si local)

source: (or) <strong>External</strong> gallery URL
fr_fr: (ou) URL de la galerie <strong>externe</strong>

source: Size
fr_fr: Dimension

source: Square
fr_fr: Carré

source: Thumbnail
fr_fr: Miniature

source: XXS - tiny
fr_fr: XXS - minuscule

source: XS - extra small
fr_fr: XS - très petit

source: Large sizes
fr_fr: Grandes tailles

source: Select a larger sized picture
fr_fr: Sélectionner une image dans une grande taille

source: S - small
fr_fr: S - petit

source: M - medium
fr_fr: M - moyen

source: L - large
fr_fr: L - grand

source: XL - extra large
fr_fr: XL - très grand

source: XXL - huge
fr_fr: XXL - énorme

source: Any orientation
fr_fr: Toutes orientations

source: Portrait only
fr_fr: Uniquement en portrait

source: Landscape only
fr_fr: en paysage

source: Link type
fr_fr: Type de lien

source: No link
fr_fr: Aucun lien

source: Album page if one selected
fr_fr: Page de l'album (si un album est sélectionné)

source: Picture page
fr_fr: Page de l'image

source: Forced option if selected album id is 0 (see below)
fr_fr: Option par défaut si l'album id, ci-dessous, est égal à 0

source: Random
fr_fr: Aléatoire

source: Select all
fr_fr: Sélectionner tout

source: Unselect all
fr_fr: Désélectionner tout

source: Most visited
fr_fr: Plus populaires

source: Best rated
fr_fr: Mieux notées

source: Most commented
fr_fr: Plus commentées

source: Recent pics
fr_fr: Images récentes

source: Calendar
fr_fr: Calendrier

source: Comments
fr_fr: Commentaires

source: Since X months (0=all)
fr_fr: Depuis X mois (0=tous)

source: Album id (0=all)
fr_fr: Id de l'album (0=tous)

source: If Album id = 0 (all): Link type "album" is going to switch to "picture"
fr_fr: Si l'album Id = 0 (tous) alors le lien "album" basculera en "picture"

source: Number of pictures (0=none)
fr_fr: Nombre d'images (0=aucune)

source: Caption
fr_fr: Description

source: Automatically add paragraphs
fr_fr: Créer automatiquement les paragraphes

source: CSS DIV class
fr_fr: Classe CSS pour DIV

source: CSS IMG class
fr_fr: Classe CSS pour IMG

source: Pictures categories
fr_fr: Catégorie d'images

source: Adds a thumbnail and its link (to the picture) inside your blog sidebar.
fr_fr: Ajouter une miniature et son lien (vers l'image) dans la barre latérale du blog

source: PiwigoPress Support
fr_fr: Support PiwigoPress

source: Piwigo site
fr_fr: Site Piwigo

source: Piwigo gallery URL:
fr_fr: URL de la galerie Piwigo :

source: Folder URL of any up-to-date Piwigo Gallery with public photos and opened webservices (MUST END with a "/")
fr_fr: URL du dossier de l'index d'une galerie Piwigo à jour, avec des photos publiques, et ayant les webservices ouverts (DOIT FINIR par un "/")

source: Start with 5 recent pics
fr_fr: Démarrer avec 5 images récentes

source: Load or reload the 5 most latest squared thumbnails from the url (might be changed or not)
fr_fr: Charger ou recharger les 5 miniatures carrées les plus récentes à partir de l'URL (que celle-ci ait été modifié ou pas)

source: Get more
fr_fr: Obtenir plus

source: Getting more squared thumbnails: starts by 5, then 5, 10, 10, 10, 10, 50, and continues by 100
fr_fr: Collecter plus de miniatures carées ; en commençant par 5, puis 10, 10, 10, 10, 50 et par 100 pour les demandes suivantes

source: Hide 50%
fr_fr: Cacher 50%

source: Hide 50% or less of current available squared thumbnails
fr_fr: Masquer près de 50% ou moins des miniatures carrées actuellement accessibles.

source: Show hidden
fr_fr: Afficher les cachées

source: Display all currently hidden squared thumbnails
fr_fr: Montrer toutes les miniatures carrées actuellement masquées

source: Drop one or several thumbnails over the blue border here above !
fr_fr: Déposez une ou plusieurs miniatures au-dessus de la bordure bleue ci-dessus !

source: Loaded, hidden & dropped vs. Requested thumbnails:
fr_fr: Collectées, masquées et déposées versus les miniatures demandées :

source: Shortcode options
fr_fr: Options disponibles du Shortcode

source: Picture size
fr_fr: Dimension de l'image

source: Display description
fr_fr: Afficher la description

source: Generate and insert
fr_fr: Générer et insérer

source: Generate shortcodes of all dropped squared thumbnails
fr_fr: Générer les « shortcodes» de toutes les miniatures carrées déposées

source: Reset dropping zone
fr_fr: Réinitialiser la zone de dépôt

source: Remove all squared thumbnails from the dropping zone
fr_fr: Retirer toutes les miniatures carrées présentes dans la zone de dépôt

source: Album page
fr_fr: Page de l'album

source: Insert a PiwigoPress shortcode from a Piwigo dragged photo
fr_fr: Insérer un « shortcode » de PiwigoPress à partir de chaque photo déposée
